Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Enable the experimental WebKitMediaSource object. This object allows JavaScript to send media data directly to a video element.
ca_es: Activa l'objecte experimental WebKitMediaSource. Aquest objecte permet que JavaScript enviï dades multimèdia directament a un element de vídeo.

source: Oops. Auto-Checkout cannot complete this form. You'll have to the finish this transaction from here.
ca_es: La funció de compra automàtica no pot emplenar aquest formulari. Haureu de finalitzar aquesta transacció des d'aquí.

source: There's something wrong with your Google Wallet account.
ca_es: Hi ha hagut algun problema amb el vostre compte de Google Wallet.

source: Display Instant results (a prediction service must be enabled).
ca_es: Mostra els resultats d'Instant (s'ha d'activar un servei de predicció).

source: Enable prefixed Media Source API.
ca_es: Activa l'API de la font multimèdia amb prefix.

source: Display Instant results (Instant Extended is local-only).
ca_es: Mostra els resultats d'Instant (Instant ampliat només és local).

source: No unpacked applications or extensions.
ca_es: No hi ha extensions ni aplicacions sense empaquetar.

source: A supervised user can explore the web with your guidance. As the manager of a supervised user in Chrome, you can • allow or prohibit certain websites, • review websites the supervised user has visited, and • manage other settings. Creating a supervised user does not create a Google Account, and their settings and data will not follow them to other devices with Chrome Sync. Currently, a supervised user applies only to this installation of Chrome, on this device. After you create a new supervised user, you can manage their settings at any time, from any device, at www.chrome.com/manage.
ca_es: Un usuari supervisat pot explorar el web amb la vostra orientació. Com a administrador d'un usuari supervisat de Chrome, podeu fer les accions següents: • permetre o prohibir determinats llocs web, • revisar els llocs web que l'usuari hagi visitat • gestionar altres configuracions. Quan es crea un usuari supervisat no es crea un compte de Google, i la seva configuració, així com les seves dades, no passaran a altres dispositius amb la funció de sincronització de Chrome. Actualment, un usuari supervisat només s'aplica a aquesta instal·lació de Chrome en aquest dispositiu. Un cop hàgiu creat un usuari supervisat nou, podeu gestionar-ne la configuració en qualsevol moment i des de qualsevol dispositiu a la pàgina www.chrome.com/manage.

source: Generating Google Wallet Virtual OneTime Card
ca_es: S'està creant la targeta virtual d'un sol ús de Google Wallet

source: Display Instant results.
ca_es: Mostra els resultats d'Instant.

source: Display Instant results (no default search engine).
ca_es: Mostra els resultats d'Instant (no hi ha cap motor de cerca predeterminat).

source: Send this page to your device
ca_es: Envia aquesta pàgina al dispositiu

source: Google Wallet is currently unavailable.
ca_es: Google Wallet no està disponible actualment.

source: Make the menu button touch-draggable so that users can execute a menu item (e.g., New Tab, Settings,...) by a single touch. If the popup list is too long to display at once, touch-dragging at the top or the bottom scrolls the list.
ca_es: Permet que el botó del menú tàctil es pugui tocar i arrossegar perquè els usuaris puguin executar un element del menú (p. ex., Pestanya nova, Configuració,...) tocant-lo una sola vegada. Si la llista emergent és massa llarga per mostrar-la sencera, toqueu-la i arrossegueu-la cap a la part superior o inferior per desplaçar-la.

source: Display Instant results (%{SEARCH_ENGINE_NAME} does not support Instant).
ca_es: Mostra els resultats d'Instant (%{SEARCH_ENGINE_NAME} no és compatible amb Instant).

source: Display Instant results (the default search engine does not support Instant).
ca_es: Mostra els resultats d'Instant (el motor de cerca predeterminat no és compatible amb Instant).

source: Enables the sharing dialog in Files app under the context menu.
ca_es: Activa el quadre de diàleg per compartir a l'aplicació Fitxers del menú contextual.

source: You must upgrade Chrome to use Google Wallet.
ca_es: Heu d'actualitzar Chrome per fer servir Google Wallet.

source: Reset browser settings
ca_es: Restabliment de la configuració del navegador

source: Change channel
ca_es: Canvia el canal

source: Relaunch and Powerwash
ca_es: Torna a iniciar i fes powerwash

source: What is a supervised user?
ca_es: Què és un usuari supervisat?

source: Enable supervised users
ca_es: Activa els usuaris supervisats

source: Use the alternative shelf layout.
ca_es: Fes servir el disseny de prestatge alternatiu.

source: %{URL} wants to permanently store large data on your device.
ca_es: %{URL} vol emmagatzemar una gran quantitat de dades al vostre dispositiu de manera permanent.

source: Always block camera access
ca_es: Bloqueja sempre l'accés a la càmera

source: I understand that visiting this site may harm my device.
ca_es: Entenc que visitar aquest lloc pot malmetre el meu dispositiu.

source: When zoomed in, fixed-position elements and scaled scrollbars attach to this viewport.
ca_es: En apropar la imatge, els elements en una posició fixa i les barres de desplaçament escalades s'adjuntaran a la finestra gràfica.

source: Specifies quality setting for images captured if scaling down.
ca_es: Especifica la configuració de qualitat de les imatges capturades si es redueixen.

source: %{PRODUCT_NAME} is using your device's system proxy settings to connect to the network.
ca_es: %{PRODUCT_NAME} fa servir la configuració del servidor intermediari del sistema del dispositiu per connectar-se a la xarxa.

source: Not a valid credit card security code
ca_es: El codi de seguretat de la targeta de crèdit no és vàlid

source: This is a supervised user who will be managed by you. You need to be signed in to use this feature.
ca_es: Aquest és un usuari supervisat que gestionareu. Heu d'iniciar la sessió per fer servir aquesta funció.

source: An error occured. Some items may not have been deleted.
ca_es: S'ha produït un error. És possible que alguns elements no s'hagin suprimit.

source: Extension Id
ca_es: Identificador de l'extensió

source: Enable Encrypted Media Extensions.
ca_es: Activa les extensions multimèdia encriptades.

source: Continue allowing %{HOST} to access your camera
ca_es: Continua permetent que %{HOST} accedeixi a la càmera

source: You are updating to an unstable version of %{PRODUCT_NAME} which contains features that are in progress. Crashes and unexpected bugs will occur. Please proceed with caution.
ca_es: Esteu a punt de passar a una versió inestable de %{PRODUCT_NAME} que conté funcions en curs. Es produiran bloqueigs i errors inesperats. Continueu amb precaució.

source: By clicking Continue you agree to the %{LEGAL_DOC_LINK_TEXT_1} and %{LEGAL_DOC_LINK_TEXT_2}. To protect you from fraud, information about your computer (including its location) will be shared with Google Wallet.
ca_es: Si feu clic a Continua, accepteu les %{LEGAL_DOC_LINK_TEXT_1} i la %{LEGAL_DOC_LINK_TEXT_2}. Per protegir-vos dels fraus, es compartirà informació sobre el vostre ordinador (inclosa la ubicació) amb Google Wallet.

source: Access the USB device %{PRODUCT_NAME} from %{VENDOR_NAME}.
ca_es: Accedeix al dispositiu USB de %{PRODUCT_NAME} des de %{VENDOR_NAME}.

source: Blocked attempt %{BEGIN_LINK} to visit a page on %{DOMAIN}%{END_LINK}.
ca_es: S'ha bloquejat un intent %{BEGIN_LINK}d'accés a una pàgina de %{DOMAIN}%{END_LINK}.

source: A participant in this hangout has offered to help you by controlling your computer. If you accept: • Everyone in this hangout can see your screen • The person helping you will be able to control your mouse and keyboard • You can end at any time Do you accept?
ca_es: Un participant d'aquesta conversa s'ha ofert a ajudar-vos a controlar el vostre ordinador. Si accepteu: • Totes les persones d'aquesta conversa podran veure la vostra pantalla • La persona que us ajudi podrà controlar el vostre teclat i ratolí • Podeu finalitzar en qualsevol moment Voleu acceptar?

source: %{URL} wants to permanently store data on your device.
ca_es: %{URL} vol emmagatzemar dades al vostre dispositiu de manera permanent.

source: Identity API Token Cache
ca_es: Memòria cau del testimoni API d'identitat

source: Enable appropriate responses to canPlayType() for key systems that return the empty string by default.
ca_es: Activa les respostes adequades a canPlayType() per als sistemes clau que retornen la cadena buida de manera predeterminada.

source: This page has been blocked from accessing your camera.
ca_es: Aquesta pàgina no té permís per accedir a la càmera.

source: Predicts the finger's future position during scrolls allowing time to render the frame before the finger is there.
ca_es: Prediu la posició futura del dit durant els desplaçaments, la qual cosa permet mostrar el marc abans que el dit hi arribi.

source: This page is accessing your microphone.
ca_es: Aquesta pàgina té accés al micròfon.

source: Use native-style window decorations for packaged app windows.
ca_es: Utilitza motius decoratius per a finestres d'estil natiu per a les finestres d'aplicacions empaquetades.

source: Disable prefixed Encrypted Media Extensions.
ca_es: Desactiva les extensions multimèdia encriptades.

source: New Dialog Style.
ca_es: Estil de quadres de diàleg nou

source: Enable scroll prediction
ca_es: Activació de la predicció de desplaçament

source: Don't translate pages in this language
ca_es: No tradueixis les pàgines escrites en aquest idioma

source: Access the USB device.
ca_es: Accedeix al dispositiu USB.

source: Restore browser settings to their original defaults.
ca_es: Restableix la configuració del navegador als paràmetres predeterminats originals.

source: Has no special permissions.
ca_es: No té permisos especials.

source: You are changing to a channel with an older version of %{PRODUCT_NAME}. The channel change will be applied when the channel version matches the version currently installed on your device.
ca_es: Esteu a punt de canviar a un canal amb una versió més antiga de %{PRODUCT_NAME}. El canvi de canal s'aplicarà quan la versió del canal coincideixi amb la versió qui hi ha instal·lada actualment en el vostre dispositiu.

source: Tab capture downscaling quality.
ca_es: Qualitat en reduir la mida de captura de pestanyes.

source: No, create new profile
ca_es: No, crea un perfil nou

source: HiDPI Support
ca_es: Compatibilitat HiDPI

source: Enable reset profile settings
ca_es: Activa la configuració per restablir el perfil

source: Not Found
ca_es: No s'ha trobat

source: %{BEGIN_BOLD}You've gone incognito%{END_BOLD}. Pages you view in this tab won't appear in your browser history or search history, and they won't leave other traces, like cookies, on your device after you close %{BEGIN_BOLD}all%{END_BOLD} open incognito tabs. Any bookmarks you create will be preserved, however. %{LINE_BREAK} %{BEGIN_BOLD}Going incognito doesn't affect the behavior of other people, servers, or software. Be wary of:%{END_BOLD} %{BEGIN_LIST} %{BEGIN_LIST_ITEM}Websites that collect or share information about you%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Internet service providers or employers that track the pages you visit%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Surveillance by secret agents%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}People standing behind you%{END_LIST_ITEM} %{END_LIST} %{BEGIN_LINK}Learn more%{END_LINK} about incognito browsing.
ca_es: %{BEGIN_BOLD}Us heu posat en mode d'incògnit%{END_BOLD}. Les pàgines que apareguin en aquesta pestanya no es mostraran a l'historial del navegador ni a l'historial de cerca i no deixaran cap altre rastre, com ara galetes, al vostre dispositiu després de tancar %{BEGIN_BOLD}totes%{END_BOLD} les pestanyes en mode d'incògnit obertes. Tot i això, es conservaran totes les adreces d'interès que creeu. %{LINE_BREAK} %{BEGIN_BOLD}L'ús del mode d'incògnit no afecta el comportament d'altres usuaris, servidors o programaris. Aneu amb compte amb el següent:%{END_BOLD} %{BEGIN_LIST} %{BEGIN_LIST_ITEM}Els llocs web que recopilen o comparteixen informació vostra%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Els proveïdors o els empleats de serveis d'Internet que fan un seguiment de les pàgines que visiteu%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}La vigilància dels agents secrets%{END_LIST_ITEM} %{BEGIN_LIST_ITEM}Les persones que són al darrere%{END_LIST_ITEM} %{END_LIST} %{BEGIN_LINK}Més informació%{END_LINK} sobre la navegació en mode d'incògnit.

source: Help make Google Chrome better by reporting the current settings
ca_es: Informeu de la configuració actual per ajudar-nos a millorar Google Chrome

source: Unavailable Experiments
ca_es: Experiments no disponibles

source: Access all data on your device and the websites you visit
ca_es: Accedeix a totes les dades del dispositiu i dels llocs web que es visitin

source: Enables new network connection handler
ca_es: Activa el gestor de connexió de xarxa nou

source: Always block microphone access
ca_es: Bloqueja sempre l'accés al micròfon

source: Revoke
ca_es: Revoca

source: Enable Encrypted Media Extensions on video and audio elements. This enables the latest version of the Encrypted Media Extensions.
ca_es: Activa les extensions multimèdia encriptades en elements d'àudio i de vídeo. Això activa la versió més recent de les extensions multimèdia encriptades.

source: Even if you have visited this website safely in the past, visiting it now is very likely to infect your device with malware.
ca_es: Encara que hàgiu visitat aquest lloc web de manera segura altres vegades, és molt probable que si ho feu ara el vostre dispositiu quedi infectat amb programari maliciós.

source: Create a desktop shortcut for this user
ca_es: Crea una drecera de l'escriptori per a aquest usuari

source: Not a valid ZIP code
ca_es: El codi postal no és vàlid

source: This page is accessing your camera.
ca_es: Aquesta pàgina té accés a la càmera.

source: Delivery details submitted
ca_es: S'han enviat els detalls d'entrega

source: Warning: You are not connected to production Wallet servers. Issued cards are probably invalid.
ca_es: Advertiment: no esteu connectat als servidors de Wallet de producció. És probable que les targetes emeses no siguin vàlides.

source: The connection is encrypted and authenticated using %{CIPHER} and uses %{KX} as the key exchange mechanism.
ca_es: La connexió està encriptada i autenticada mitjançant %{CIPHER} i fa servir %{KX} com a mecanisme d'intercanvi clau.

source: This account is already being used on this device.
ca_es: Aquest compte ja s'utilitza en aquest dispositiu.

source: %{NEW_PROFILE_NAME} has been created as a supervised user!
ca_es: S'ha creat %{NEW_PROFILE_NAME} com a usuari supervisat.

source: %{BEGIN_BOLD}You're browsing as a Guest%{END_BOLD}. Pages you view in this tab won't appear in the browser history or search history, and they won't leave other traces, like cookies, on the device after you sign out. Files you download and bookmarks you create won't be preserved. %{LINE_BREAK} %{BEGIN_LINK}Learn more%{END_LINK} about Guest browsing.
ca_es: %{BEGIN_BOLD}Esteu navegant com a convidat%{END_BOLD}. Les pàgines apareixen en aquesta pestanya no es mostraran a l'historial de navegació o a l'historial de cerca, ni deixaran cap altre rastre, com ara galetes, al dispositiu un cop hàgiu tancat la sessió. Els fitxers que baixeu o les adreces d'interès que afegiu no es conservaran. %{LINE_BREAK} %{BEGIN_LINK}Més informació%{END_LINK} sobre la navegació com a convidat

source: Yes, link my data
ca_es: Sí, enllaça les meves dades

source: Channel change will be applied later.
ca_es: El canvi de canal s'aplicarà més tard.

source: Disable the experimental version of Encrypted Media Extensions on video and audio elements.
ca_es: Desactiveu la versió experimental de les extensions multimèdia encriptades en elements d'àudio i de vídeo.

source: Visited websites and settings for this supervised user may still be visible by the manager at %{BEGIN_LINK}www.chrome.com/manage%{END_LINK}.
ca_es: És possible que l'administrador encara pugui veure els llocs web visitats i la configuració d'aquest usuari supervisat a la pàgina %{BEGIN_LINK}www.chrome.com/manage%{END_LINK}.

source: Are you sure you want to delete "%{PROFILE_NAME}" and all the data associated with it from this device? This cannot be undone!
ca_es: Esteu segur que voleu suprimir "%{PROFILE_NAME}" i totes les dades associades des d'aquest dispositiu? Aquesta acció no es pot desfer.

source: Always allow %{HOST} to access your microphone
ca_es: Permet sempre que %{HOST} accedeixi al micròfon

source: The webpage at %{URL} has resulted in too many redirects. Clearing your cookies for this site or allowing third-party cookies may fix the problem. If not, it is possibly a server configuration issue and not a problem with your device.
ca_es: La pàgina web de %{URL} ha donat lloc a massa redireccions. És possible que el problema se solucioni si esborreu les galetes d'aquest lloc, o bé si permeteu les galetes de tercers. Si això no funciona, és possible que es tracti d'un error de configuració del servidor i no del vostre dispositiu.

source: The website at %{HOST_NAME} contains elements from sites which appear to host malware – software that can hurt your device or otherwise operate without your consent. Just visiting a site that hosts malware can infect your device. The website also hosts contents from sites that have been reported as a “phishing” sites. Phishing sites trick users into disclosing personal or financial information, often by pretending to represent trusted institutions, such as banks.
ca_es: El lloc web %{HOST_NAME} conté elements de llocs que sembla que allotgen programari maliciós, és a dir, programari que pot malmetre el vostre dispositiu, o bé operar sense el vostre consentiment. El sol fet de visitar un lloc que contingui aquest tipus de programari pot infectar el dispositiu. El lloc web en qüestió també allotja contingut de llocs que han estat detectats com a llocs de "pesca" (suplantació d'identitat). Els llocs de pesca enganyen els usuaris perquè proporcionin informació personal o financera i sovint fingeixen que són institucions de confiança, com ara entitats bancàries.

source: Access the USB device from %{VENDOR_NAME}.
ca_es: Accedeix al dispositiu USB des de %{VENDOR_NAME}.

source: Access a unique identifier for this computer
ca_es: Accedeix a un identificador únic en aquest ordinador

source: fast
ca_es: ràpid

source: Access to local files on your device is disabled by your administrator.
ca_es: El vostre administrador ha desactivat l'accés als fitxers locals del vostre dispositiu.

source: App Launcher Settings
ca_es: Configuració del menú d'aplicacions

source: Error filling billing details
ca_es: S'ha produït un error en emplenar les dades de facturació

source: Continue allowing %{HOST} to access your microphone
ca_es: Continua permetent que %{HOST} accedeixi al micròfon

source: Oops! The new user couldn't be created. Please check your hard drive space and permissions and try again.
ca_es: L'usuari nou no s'ha pogut crear. Comproveu els vostres permisos i l'espai de la unitat de disc dur i torneu-ho a provar.

source: Enable packaged app shortcuts.
ca_es: Activa les dreceres d'aplicacions empaquetades.

source: Enable the new network configuration handlers which handle Shill connection requests without using NetworkLibrary.
ca_es: Activa els gestors de configuració de la xarxa nous que processen sol·licituds de connexió Shill sense fer servir NetworkLibrary.

source: Manual updates are disabled by the administrator. Automatic updates are enabled.
ca_es: L'administrador ha desactivat les actualitzacions manuals. Les actualitzacions automàtiques estan activades.

source: A new visual style for application dialogs and controls; does not affect web content.
ca_es: Un estil visual nou per a controls i quadres de diàleg d'aplicacions. No afecta el contingut web.

source: You are being helped. Do you want to continue?
ca_es: Us estan ajudant. Voleu continuar?

source: Token Status
ca_es: Estat del testimoni

source: Enable WebGL Draft Extensions
ca_es: Activa les extensions d'esborrany WebGL

source: Delivery details
ca_es: Detalls d'entrega

source: Change channel...
ca_es: Canvia el canal...

source: Oops, looks like you need permission from %{NAME} to access this page.
ca_es: Sembla que necessiteu permís de %{NAME} per accedir a aquesta pàgina.

source: Enable SCTP Data Channels
ca_es: Activa els canals de dades SCTP

source: Report & Discard
ca_es: Informa i descarta

source: Automatic sign in failed
ca_es: S'ha produït un error en l'inici de sessió automàtic

source: This is a supervised user managed by %{CUSTODIAN_EMAIL}
ca_es: Aquest és un usuari supervisat gestionat per %{CUSTODIAN_EMAIL}

source: %{PRODUCT_NAME} is having trouble accessing the network. %{LINE_BREAK} This may be because your firewall or antivirus software wrongly thinks %{PRODUCT_NAME} is an intruder on your device and is blocking it from connecting to the Internet.
ca_es: %{PRODUCT_NAME} té problemes per accedir a la xarxa. %{LINE_BREAK} La causa pot ser que el tallafoc o el programari antivirus consideri per error que %{PRODUCT_NAME} és un intrús al vostre dispositiu i impedeixi que es connecti a Internet.

source: Oops! The new supervised user couldn't be created. Please check your network connection and try again later.
ca_es: L'usuari supervisat nou no s'ha pogut crear. Comproveu la connexió a la xarxa i torneu-ho a provar més tard.

source: Enable the new network connection handler.
ca_es: Activa el gestor de connexió de xarxa nou.

source: The website at %{HOST_NAME} contains elements from sites which appear to host malware – software that can hurt your device or otherwise operate without your consent. Just visiting a site that contains malware can infect your device.
ca_es: El lloc web de %{HOST_NAME} conté elements de llocs que sembla que allotgen programari maliciós, és a dir, programari que pot malmetre el dispositiu o operar sense el vostre consentiment. El sol fet de visitar un lloc que contingui aquest tipus de programari pot infectar el vostre dispositiu.

source: Enable Syncfs directory operation.
ca_es: Activa l'operació del directori Syncfs.

source: This certificate has been installed by your system administrator.
ca_es: L'administrador del sistema ha instal·lat aquest certificat.

source: Installed by enterprise policy.
ca_es: Instal·lat per una política d'empresa.

source: Enabling this option allows web applications to access the WebGL Extensions that are still in draft status.
ca_es: L'activació d'aquesta opció permet que les aplicacions web accedeixin a les extensions WebGL que encara es troben en l'estat d'esborrany.

source: You're browsing on a site that may not be something you really want to see.
ca_es: Esteu navegant per un lloc que és possible que no sigui el que vulgueu veure.

source: Submitting billing details
ca_es: S'estan enviant les dades de facturació

source: Enable new network configuration handlers
ca_es: Activa gestors de configuració de la xarxa nous

source: Sync nothing
ca_es: No sincronitzis res

source: Allow Google services to access your location
ca_es: Permet que els serveis de Google accedeixin a la teva ubicació

source: This account is managed by %{DOMAIN}
ca_es: %{DOMAIN} gestiona aquest compte.

source: Enable App Launcher OSX app bundle.
ca_es: Activeu el paquet d'aplicacions OSX del menú d'aplicacions.
